Repository: josemcorderoc/text-insighter
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es

source: Text Insighter
es: Analizador de Texto

source: Settings
es: Configuraciones

source: Select spaCy model:
es: Seleccionar modelo spaCy:

source: Top N elements to display
es: Mostrar los N elementos principales

source: Include POS:
es: Incluir POS:

source: Exclude POS:
es: Excluir POS:

source: Exclude Unigrams
es: Excluir Unigramas

source: Exclude Bigrams
es: Excluir Bigramas

source: Exclude Trigrams
es: Excluir Trigramas

source: Unigram Replacements
es: Reemplazos de Unigramas

source: Bigram Replacements
es: Reemplazos de Bigramas

source: Trigram Replacements
es: Reemplazos de Trigramas

source: Include Unigrams in WordCloud
es: Incluir Unigramas en Nube de Palabras

source: Include Bigrams in WordCloud
es: Incluir Bigramas en Nube de Palabras

source: Include Trigrams in WordCloud
es: Incluir Trigramas en Nube de Palabras

source: Exclude stop words
es: Excluir stop words

source: Exclude punctuation
es: Excluir puntuaci칩n

source: Exclude digits
es: Excluir d칤gitos

source: Exclude currency symbols
es: Excluir s칤mbolos de moneda

source: Exclude quotes
es: Excluir comillas

source: Lemmatize
es: Lematizar

source: Input Text
es: Texto de Entrada

source: Enter text:
es: Ingrese texto:

source: Word Cloud
es: Nube de Palabras

source: Unigram Frequency Plot
es: Gr치fico de Frecuencia de Unigramas

source: Bigram Frequency Plot
es: Gr치fico de Frecuencia de Bigramas

source: Trigram Frequency Plot
es: Gr치fico de Frecuencia de Trigramas

source: Top Unigrams
es: Principales Unigramas

source: Top Bigrams
es: Principales Bigramas

source: 游쥟릖 English
es: 游쥟릖 Ingl칠s

source: 游쀯릖 Spanish
es: 游쀯릖 Espa침ol

source: English
es: Ingl칠s

source: Spanish
es: Espa침ol

source: Adjective
es: Adjetivo

source: Adposition
es: Adposici칩n

source: Adverb
es: Adverbio

source: Auxiliary
es: Auxiliar

source: Coordinating Conjunction
es: Conjunci칩n Coordinante

source: Determiner
es: Determinante

source: Interjection
es: Interjecci칩n

source: Noun
es: Sustantivo

source: Particle
es: Part칤cula

source: Pronoun
es: Pronombre

source: Proper Noun
es: Sustantivo Propio

source: Punctuation
es: Puntuaci칩n

source: Subordinating Conjunction
es: Conjunci칩n Subordinante

source: Symbol
es: S칤mbolo

source: Verb
es: Verbo

source: Other
es: Otro

source: Part of Speech (POS)
es: Parte de la Oraci칩n (POS)

source: Token Filters
es: Filtros de Tokens
